{"pageProps":{"categories":[{"description":{"html":"<p>What unites the books in this genre is not theme, plot, or setting, but the feeling they inspire in the reader: your pulse quickens, and your  skin prickles as you turn the page with bated reath. Of course, this feeling of dread only comes about if the author creates the right atmosphere — an essential feature dependent on the subgenre. Gothic horror, for example, sends a shiver down your spine with spooky settings  and paranormal elements, while gross-out horror hocks the reader with hacked-up flesh and buckets of blood</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/zpmbO2RTq5KJ0Kqy1seQ"},"name":"Horror"},{"description":{"html":"<p>The books in this genre lay down the known facts about a historical era, event, or figure. And since this is nonfiction, all the facts have to be accurate (though that doesn’t mean there’s no oom for inference or opinion). The goal of these books is to educate and inform the reader, so this genre <em>does </em> include all those textbooks you used in school. But many history books ditch he play-by-play format to chronicle the past in a way more akin to storytelling. One of our favorite history books is <em>Sapiens: A Brief History of Mankind </em>by Yuval Noah Harari. </p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/5GRSlYvkSVyDsORFkwlO"},"name":"History"},{"description":{"html":"<p>Thrillers are  characterized by fast pacing, frequent action, and resourceful heroes  who must thwart the plans of more-powerful and better-equipped villains.  Literary devices such as suspense, red herrings, and cliffhangers are used extensively. Thrillers often overlap with mystery stories but are distinguished by the structure of their plots. In a thriller, the hero  must thwart the plans of an enemy. Jeopardy and violent confrontations are standard plot elements. A thriller climaxes when the hero finally defeats the villain, saving his own life and often the lives of thers.</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/ub2Tn39RGSDxHEEEfDjm"},"name":"Thriller"},{"description":{"html":"<p>The detective genre of fiction usually revolves around a mysterious death or a baffling crime that needs to be solved. Usually, the book’s main protagonist is a detective who solves the mystery by logical deductions. The other characters are suspects and each of them are assigned credible motives and opportunities to commit the crime.</p><p>The best detective novel genre usually focuses on the starkly different views of morality and the societal aspects that the hero and the antagonist represent. Detective novels are the most popular genre in the United States.</p><p>Some of the most masterful detective novels are “Murder on the Orient Express” by Agatha Christie, “Gone Girl” by Gillian Flynn, “The Da Vinci Code” by Dan Brown and the “Sherlock Holmes” novels by Sir Arthur Conan Doyle.</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/JuQPZF61QKWoUPmf0Qlf"},"name":"Detective"},{"description":{"html":"<p>A work of fiction is one that is derived from the imagination. The great thing about fiction is that it could be inspired or partially borrows from real-life situations, but that is as far as it could go. Fictional books are often synonymously categorized under the umbrella term of “novel.” The category of fiction is immense and has a huge plethora of sub-divisions or genres, which is both a boon and a curse for bookworms.</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/Pf64aQ2VSZmnTf0KkKxA"},"name":"Adventures"},{"description":{"html":"<p>Romance is so frequently used as a subplot that it can sometimes be tricky to know whether or not you’re. The key thing to remember is that the romantic relationship must be the center point of the plot. (Other giveaways include a “happily ever after” ending and the warm fuzzies.) If your novel has a romantic relationship at its heart<em> and </em>is perfectly at home in another genre, it probably falls into one of, including but not limited to: young adult romance, aranormal romance, and historical romance. writing in this genreromance’s many subgenres</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/1vxlQrLS1uQVVmrLUxpu"},"name":"Romantic"},{"description":{"html":"<p>The most enjoyed genre by teens, young adults and even older individuals, fantasy books are works of speculative fiction, which generally revolves around magic, the supernatural and witchcraft. A lot of fantasy writers use mythology, theology and folklore as inspiration.</p><p>Like science fiction, the depth of this genre is vast and contains sub-genres like fairytales, epic fantasy, dark fantasy, urban fantasy, gods and demon fantasy, gothic fiction and fables.</p><p>Some of the most famous fantasy books include the “Harry Potter” series by J.K. Rowling, “Lord of the Rings” by J.R. Tolkien, “The Dark Tower” series by Stephen King, “The Folk of the Faraway Tree” by Enid Blyton, and “The Chronicles of Narnia” by C.S. Lewis.</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/Z40unipIRyGRdwDNZ8ob"},"name":"Fantasy"},{"description":{"html":"<p>Drama is a branch of drama written in a serious style that focuses on human suffering or tragic events, brought into motion most often by a heroic individual. Much of the works of drama serves to question the role of man in the universe and plays a historic role in the self-definition of the Western civilization.</p><p>“For never was a story of more woe than this of Juliet and her Romeo,” William Shakespeare wrote in his drama “Rome and Juliet” and indeed, he and his Elizabethan contemporaries were the ones who produced the most successful and famous drama that survived the test of ages.</p><p>Some famous tragedies by different writers are “Hamlet” by Shakespeare, “Wuthering Heights” by Emily Bronte and “Requiem of a Dream” by Hubert Selby, Jr.</p>"},"icon":{"url":"https://eu-central-1.graphassets.com/AqaKOFpUSTB6tikHW3E2Az/output=format:png/Gih4Ehe6TFewg95XoAo0"},"name":"Drama"}]},"__N_SSG":true}